Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G57.tmx
Source language: en_us
Languages: zh_cn

source: America's Iconic TV News Anchor Shaped the Medium and the Nation
zh_cn: 美国传奇电视主持人——媒体与国家形象的塑造者

source: Walter Cronkite, America's preeminent television journalist of the 1960s and 1970s who as anchor and managing editor of "CBS Evening News" played a primary role in establishing television as the dominant national news medium of that era, died last night at age 92.
zh_cn: 沃尔特克朗凯特昨晚逝世，享年92岁。克朗凯特是上世纪60年代到70年代间美国杰出的电视记者，他作为《CBS晚间新闻》的主持人及总编，在电视成为那个时代的主要国家新闻媒体过程中发挥了关键作用。

source: CBS Vice President Linda Mason said Cronkite died at 7:42 p.m. with his family by his side at his home in New York after a long illness.
zh_cn: CBS副总裁琳达·梅森说克朗凯特在长期患病后于纽约家中下午七点四十二分死亡，当时家人守护在他的身边。

source: He had been suffering from cerebrovascular disease, his family said recently.
zh_cn: 最近他的家人说他患有脑血管疾病。

source: Cronkite's career reflected the arc of journalism in the mid-20th century.
zh_cn: 克朗凯特的职业反映了20世纪中期新闻业的发展进程。

source: He was a wire service reporter covering major campaigns of World War II before working in radio and then joining a pioneering TV news venture at the CBS affiliate in Washington.
zh_cn: 他在电台工作前曾在一家通讯社担任记者，负责报道二次世界大战的重大活动，之后他加入了CBS在华盛顿的一个电视新闻创业公司。

source: Later in New York, he anchored the network's nightly news program from 1962 to 1981, a period in which television established itself as the principal source of information on current events for most Americans.
zh_cn: 后来他在纽约1962年到1981年期间主持了CBS的夜间新闻节目，这段期间电视确立了其作为大多数美国人时事信息主要来源的地位。

source: In a statement last night, President Obama called Cronkite "more than just an anchor."
zh_cn: 在昨晚奥巴马的讲话中，他称克朗凯特为“不仅是一位主持人。”

source: He was "someone we could trust to guide us through the most important issues of the day; a voice of certainty in an uncertain world," Obama said.
zh_cn: 总统说“我们相信他会引导我们认识一天中最重大的新闻；他在一个动荡世界里发出坚定的声音”。

source: Describing him as "family," the president said Cronkite " invited us to believe in him, and he never let us down.
zh_cn: 奥巴马称克朗凯特为“家人”，说他“使我们信任他，他从来没让我们失望。

source: This country has lost an icon and a dear friend, and he will be truly missed."
zh_cn: 这个国家失去了一位偶像和一个亲爱的朋友，人们会真正想念他。”

source: CBS was widely considered the best news-gathering operation among the three major networks, and Cronkite was a major reason why.
zh_cn: 在美国三大广播网络中，人们广泛认为CBS在新闻采集方面是最为出色的，而克朗凯特的存在就是主要原因之一。

source: With his avuncular pipe-and-slippers presence before the camera and an easy yet authoritative delivery, he had an extraordinary rapport with his viewers and a level of credibility that was unmatched in the industry.
zh_cn: 他在摄像机前表现慈祥，叼着烟管，穿着拖鞋，轻松却又权威的言辞使得他与观众之间气氛特别和谐，也传达了其在业界不可匹敌的的信誉度。

source: In a 1973 public opinion poll by the Oliver Quayle organization, Cronkite was named the most trusted public figure in the United States, ahead of the president and the vice president.
zh_cn: 1973年由奥利弗奎利协会（the Oliver Quayle organization)所组织的调查，克朗凯特被称为美国最受信任的公众人物----排在了总统与副总统的前面。

source: "He was the voice of truth, the voice of reliability," said Todd Gitlin, a Columbia University journalism professor and sociologist. "He belongs to a time when there were three networks, three oil companies, three brands of bread."
zh_cn: “他是真相的声音，是可靠的声音，”哥伦比亚大学新闻学教授、社会学家季特林（Todd Gitlin）说，“他属于一个时代，这个时代里有三大网络、三大石油公司、三种面包品牌。”

source: He was the personification of stability and permanence, even when, in Gitlin's words, his message was "that things are falling apart."
zh_cn: 他是安定和永久的化身，即使（用季特林的话说）他说“那个东西四分五裂了。”

source: In the decades before media outlets and media audiences splintered into numberless shards, Cronkite's broadcasts reached an estimated 20 million people a night.
zh_cn: 在媒体单位与观众细分前的几十年里，一晚上有大约两千万人在收听克朗凯特的广播节目。

source: His name became permanently linked in the minds of millions of Americans with the major news events of his time: the assassinations of President John F. Kennedy and his brother Robert and of Martin Luther King Jr.; the triumph of the first moon landing; the Watergate scandal; the return of American hostages after the Iranian Revolution; and a cavalcade of political conventions, national elections and presidential inaugurations.
zh_cn: 在成百上千万美国人心里，他的名字永久地与他那个时代的重大事件联系在一起：约翰F肯尼迪总统和他的兄弟罗伯特及小马德路德金的遇刺身亡；第一次登月成功；水门事件丑闻；伊朗革命后美国人质回国；一系列政治大会，国家选举及总统宣誓。

source: Seminal Moments
zh_cn: 重大时刻

source: Cronkite was often viewed as the personification of objectivity, but his reports on the Vietnam War increasingly came to criticize the American military role.
zh_cn: 克朗凯特经常被看作是客观的化身，但是他关于越战的报道越来越多地开始批评美国军事行动。

source: "From 1964 to 1967, he never took anything other than a deferential approach to the White House on Vietnam," Gitlin said, but added, "He's remembered for the one moment when he stepped out of character and decided, to his great credit, to go see [Vietnam] for himself."
zh_cn: “从1964到1967年，他在越南战争方面对白宫的态度永远不恭顺，”季特林补充说，“他记得决定跳出主持角色、亲自去看[越南]的那一刻，那给他带来巨大的声誉。”

source: In 1968, after the surprise Tet Offensive of the Communist North Vietnamese, Cronkite went to Southeast Asia for a firsthand look at the war.
zh_cn: 1968年，在北越南共产党发动出其不意的“春节攻势”后，克朗凯特为了获得战争的一手消息去了东南亚。

source: His reports on the "Evening News" and in a half-hour special were instrumental in turning the tide of American public opinion against U.S. policy.
zh_cn: 他在《晚间新闻》及半小时专辑里报道里对于美国民意转而反对国家政策起了关键作用。

source: "To say that we are closer to victory today is to believe, in the face of evidence, the optimists who have been wrong in the past," he said, casting doubt in the minds of millions of Americans on official versions of the war.
zh_cn: 他说“要说今天我们已经几近胜利就是要相信在证据面前乐观主义者在过去是错误的。”他的话让成千上万美国人民怀疑越战的官方版本。

source: Cronkite's viewers were certain that he would never lie to them, and the White House and the Department of Defense did not command that level of credibility.
zh_cn: 克朗凯特的观众确信他从来不会对他们撒谎，白宫和国防部不具备那种信誉。

source: President Lyndon B. Johnson was widely quoted as having told aides, "If I've lost Cronkite, I've lost Middle America."
zh_cn: 林登?约翰逊总统对助手说的话被广泛引用，“如果我失去了克朗凯特， 我就失去了美国的中产阶级。”

source: Cronkite took pride in being unemotional on the air, but the one occasion when he lost his composure, for the briefest of moments, became an indelible part of the nation's communal memory.
zh_cn: 克朗凯特以能冷静地做节目而自豪，但有一次他失去沉着，那一简短时刻成为全民记忆里不可消除的一部分。

source: "From Dallas, Texas, the flash, apparently official," he reported Nov. 22, 1963, while sitting at his newsroom desk in shirtsleeves, "President Kennedy died at 1 p.m. Central Standard Time . . . "
zh_cn: “从德州达拉斯，这个短讯似乎是官方的。”1963年11月22日他穿着衬衫坐在编辑桌前报道，“肯尼迪总统于中部标准时间下午一点死亡......”

source: He removed his black horn-rimmed glasses, paused as he choked back a sob and then continued reporting about the whereabouts of then-Vice President Johnson, soon to be sworn in as president.
zh_cn: 他摘下黑牛角架眼睛，抑制呜咽时停顿了一下，继续报道那时的副总统、很快宣誓为总统的约翰逊的行踪。

source: At the other end of the emotional spectrum, he exhibited almost a boyish glee when reporting on U.S. space triumphs. "Man on the moon! . . . Oh, boy! . . . Whew! Boy!" was his description of the spacecraft Eagle's landing on the moon on July 20, 1969. "Boy! There they sit on the moon! . . . My golly!"
zh_cn: 在另一个激动的时刻，他在报道美国太空成果时表现出了孩子般的高兴，“人类登上月球了！......哦，天哪！......唷！天哪！”他描述老鹰号飞船1969年7月20日登月时说，“天哪！他们坐在月亮上！......我的上帝！”

source: Known as "old ironpants" for his durability, Cronkite spent 27 of the next 30 hours on the air.
zh_cn: 在接下来30小时里，他做了27小时的节目，他的耐力为他斩获了“旧铁裤（old ironpant)”的绰号。

source: The Original Anchorman
zh_cn: 最早的主持人

source: News was a stepchild of the television industry in 1962 when CBS asked Cronkite to be its evening news "anchorman," a term CBS coined and a job Cronkite shaped for decades to come.
zh_cn: 新闻起初并不是电视产业的重点内容，1962年CBS要求克朗凯特担任晚间新闻的“主持人”----这是CBS所发明的一个词也是克朗凯特为以后几十年所定形的一个职业。

source: At the time, network executives did not see television news as a profit center; it would take "60 Minutes," created in 1968 by Cronkite's former executive producer Don Hewitt, to change that belief about profitability.
zh_cn: 那时，广播公司高管们认为电视新闻不是一档赢利节目；这种盈利观念是由1968年《六十分钟》创建者、原克朗凯特监制人唐?休伊特改变的。

source: Nightly news programs lasted only 15 minutes, which permitted little more than a bare summary of the day's front-page news.
zh_cn: 夜间新闻节目只有15分钟，只允许将一天重要新闻做一个概述。

source: On Sept. 2, 1963, Cronkite and CBS made television history with the first half-hour edition of "CBS Evening News." It included an exclusive interview with President John F. Kennedy.
zh_cn: 1963年9月2日，克朗凯特和CBS以第一个半小时节目《CBS晚间新闻》创造了电视历史，节目包括对肯尼迪总统的专访。

source: Two weeks later, NBC expanded its nightly news program, with Chet Huntley and David Brinkley, to 30 minutes.
zh_cn: 两周后，NBC（国家广播公司）与切特亨特利和戴维布林克利一起将夜间新闻节目延伸至半个小时。

source: ABC went to a half-hour format in 1967.
zh_cn: ABC（美国广播公司）也在1967年有了半小时新闻节目。

source: By 1968, Cronkite and CBS had established a dominance in the evening news viewer ratings that would remain unchallenged for the rest of his tenure as anchor and managing editor.
zh_cn: 到1968年克朗凯特和CBS在晚间新闻在收视率方面形成优势，这种优势在他以后担任主持人和主编的日子里一直未变。

source: He became the standard against which other television network anchors were judged, and his face became one of the most recognized in America.
zh_cn: 他成为评判电视主持人的标准，他也成为美国最为熟悉的面孔。

source: So widely did Cronkite become known that eventually it interfered with his ability to cover politics, which had always been one of his passions.
zh_cn: 克朗凯特如此知名，以致它妨碍了他报道政治的能力，而这方面报道是他的爱好之一。

source: "I get off the bus in some small town and the crowd is around me rather than the candidate," he once said.
zh_cn: “我在一个小镇下了公交车，人们都聚集在我身边而不是在候选人身边，”他一次报料到。

source: "Not only is it embarrassing, it gets in the way of working.
zh_cn: “这不仅让人尴尬，而且妨碍工作。

source: Instead of getting the crowd's reaction to the candidate, I'm dealing with the crowd's reaction to me."
zh_cn: 我要处理人们对我的反应而不是人们对侯选人的反馈。”

source: His newscasts were based on a fundamental premise: "to tell it like it is without gimmicks," and he signed off each night's broadcast with the same line, "And that's the way it is."
zh_cn: 他的新闻广播基于一个基本的前提：“实事求是，不行欺骗，”，每次的新闻广播他都签写同样的句子，“这就是做新闻的方法。”

source: The Competitive Journalist
zh_cn: 具有竞争力的记者

source: Cronkite may have been a calm, unflappable presence on the air, but "he was always a hard-driving, fiercely competitive newsman off camera," David Shaw of the Los Angeles Times noted in 2003.
zh_cn: 2003年洛杉机时报的戴维肖克提到，克朗凯特在播音时也许一直镇定从容，但“他在镜头外面永远是一个刻苦努力、富有锐利竞争精神的一个新闻记者。”

source: The Times media critic recalled spending a day with him for a 1979 magazine profile.
zh_cn: 《泰晤士报》媒介批评家回忆了为一本1979年杂志概要与他所共度的一天。

source: "Throughout the day," Shaw recalled, "he was calling sources, prodding subordinates, asking questions, editing copy, deciding how stories would be played on that night's broadcast.
zh_cn: 肖回忆到：“在这一天里，他给消息源打电话、督促下属、提问、编辑副本及决定在当晚节目中怎样播报。

source: At one point, when someone handed him a statement that had come in earlier from the Iranian Embassy, answering several questions he'd been pursuing, he exploded. . .
zh_cn: 期间，还有人递给他从伊朗大使馆提前得到的发言稿，回答他所追寻的一些问题，他爆怒了......

source: "He continued to fume and fret and drive and demand through the day, right up until 6:28, when he combed his hair, put on his jacket and -- two minutes later -- began the broadcast with his calm and customary, 'Good evening.' "
zh_cn: 他那天继续发怒、焦急，命令和指使，直到晚上六点二十八分，那时他梳理了头发，穿上外衣，两分钟后一如既往地用镇定的声音开始播报‘晚上好。’”

source: Cronkite said he never anchored a single newscast that left him fully satisfied.
zh_cn: 克朗凯特说他从来没有主持过让他完全满意的一档新闻广播。

source: He watched NBC's nightly news program each evening after finishing his own, and his staff lived in mortal terror of the explosion of anger that would surely follow if NBC had a story or even a fact that had not been on Cronkite's show.
zh_cn: 他每晚完成自己节目后观看NBC的夜间新闻节目，如果NBC有一则故事或一个事实没有出现他的新闻里，他的下属则会处在对他的爆怒极其恐惧之中。

source: "I want to win," he once said. "I not only want to win, I want to be the best.
zh_cn: “我想胜利，”他曾经说过，“我不仅想要胜利，我还想当最好的。

source: I feel very badly if I can't be."
zh_cn: 如果我没有做到心情会非常糟糕。”

source: Birth of a Newsman
zh_cn: 新闻记者的诞生

source: Walter Leland Cronkite Jr. was born Nov. 4, 1916, in St. Joseph, Mo.
zh_cn: 1916年11月4日沃尔特?克朗凯特出生于密苏里州圣约瑟夫市（St. Joseph, Mo.）。

source: He grew up in Kansas City, Mo., and later in Houston, where his father served on the faculty of the University of Texas Dental School.
zh_cn: 他在堪萨斯城长大，后来又到了休斯顿----父亲在德州牙科学校（the University of Texas Dental School)供职。

source: As a junior in high school, he read a short story about the exploits and adventures of a foreign news correspondent, and he decided then and there that he wanted to be a journalist.
zh_cn: 克朗凯特高中二年级时，他阅读了一个外国新闻记者探索及历险的短篇故事，他那时那地就决定他想成为一名记者。

source: He got his first look at television at the 1933 World's Fair in Chicago.
zh_cn: 他在1933年芝加哥世界博览会上第一次在电视上露面。

source: He attended the University of Texas at Austin, where he worked part time as the campus correspondent for the Houston Post, as sports announcer for a radio station and as a state capitol reporter for the Scripps Howard newspaper chain.
zh_cn: 他上了得克萨斯大学奥斯汀分校，当时他担任过休斯顿邮报的兼职校园记者、一家广播站的体育节目主持人和斯科里普斯--霍华德报系（the Scripps Howard)的州会议厅记者。

source: He concluded after two years that covering the state capitol was more exciting than studying political science at the university, and he dropped out of college to become a full-time reporter.
zh_cn: 两年后他总结道：州会议厅报道远比在大学学习政治学要有趣多了，接着他便退学成为一名全职记者。

source: Cronkite worked at the Houston Post for a year, then joined the staff of a Kansas City radio station, where he worked as news and sports editor.
zh_cn: 克朗凯特在休斯顿邮报工作了一年后，加入堪萨斯城市广播站做新闻和体育编辑。

source: Later, he became a sports announcer for an Oklahoma City radio station, where he developed a reputation for imagination and creativity for his colorful re-creations of football games based on nothing but wire-service copy.
zh_cn: 之后，他成了俄克拉荷马城的体育节目主持人，当时因为他能在通讯稿的基础上有声有色的播报足球比赛，所以他因其独有的想象力和创造力而声名鹊起。

source: In 1939, he became a reporter for the United Press wire service and soon was covering combat during World War II.
zh_cn: 1939年，他成了合众国际社的一名记者，很快报道了二次世界大战中的战斗。

source: He covered the Battle of the North Atlantic, went along on the first B-17 bombing raid over Germany, landed with Allied forces in North Africa and waded ashore in the Normandy invasion of June 6, 1944.
zh_cn: 他报道了北大西洋的战争，乘坐第一架轰炸德国的波音B-17，与北非的盟军一起登陆，在1944年6月6日的诺曼底登陆中跋涉上岸。

source: Later, he accompanied the Allied breakthrough at Bastogne during the Battle of the Bulge.
zh_cn: 此后，他在“凸出部战役”（the Battle of the Bulge)期间在巴斯托涅陪同盟军突围。

source: Cronkite was chief United Press correspondent at the Nuremberg war crimes trials, and then from 1946 to 1948 was the agency's chief correspondent in Moscow.
zh_cn: 在纽伦堡战争审判中，克朗凯特是合众社的首席记者，1946-1948年期间是通讯社驻莫斯科的首席记者。

source: He returned to the United States in 1948 and served as Washington correspondent for a group of Midwestern radio stations until joining CBS News in 1950, shortly after the Korean War broke out.
zh_cn: 他在1948年返回美国为一组中西部电台担任驻华盛顿记者直到他在1950年（朝鲜战争爆发后不久）加入CBS。

source: He had hoped to cover the fighting but was instead charged with developing the news department of what was then WTOP-TV, the CBS affiliate in Washington.
zh_cn: 他曾希望报道战争但被授命于发展当时CBS在华盛顿的机构WTOP-TV的新闻部。

source: TV's Early Days
zh_cn: 电视初期

source: Although he came to the job with no TV experience whatsoever, he developed what he called "a gut feeling that television news delivery ought to be as informal as possible [and spoken] to that single individual in front of his set in the intimacy of his own home, not to a gathering of thousands.
zh_cn: 虽然克朗凯特接任工作时没有任何电视经验，但他发明了一项他自己所说的“直觉，即电视新闻播送应该尽量随意，新闻应该是对着在房间里电视机前面的个人谈话而不是对着成千上万的聚会说教。

source: Later, with the network, he covered Soviet leader Nikita Khrushchev's 1959 visit to the United States, the 1960 Winter Olympics at Squaw Valley, Calif., and the early space flights of John Glenn, Alan Shepard, Gordon Cooper and Walter Schirra.
zh_cn: 后来，在CBS的努力下，他报道了苏联领导人赫鲁晓夫1959年的美国之行、1960年在斯阔谷举行的冬奥会和由约翰?格伦、艾伦?谢泼德、戈登?库珀和瓦尔特·施艾拉进行的太空飞行。

source: When asked to anchor the evening news program, succeeding Douglas Edwards, Cronkite insisted that he also be named managing editor in an effort to emphasize that it was a news -- not an entertainment -- broadcast.
zh_cn: 克朗凯特在被要求接任道格拉斯爱德华兹的晚间新闻节目时，他坚持为了强调这是档新闻节目而不是娱乐节目，他还需担任主编。

source: Over the next several years, Cronkite worked with CBS News President Fred Friendly and others to build up a newsgathering organization that reached all parts of the globe.
zh_cn: 在接下来的几年里，克朗凯特与CBS新闻台总裁弗莱德·弗莱德利（Fred Friendly)及其他人建立了一个能将触角伸到世界各个角落的新闻采集组织。

source: As early as 1952, Cronkite had predicted that television would someday dominate American politics, and he was sensitive about the enormous potential of his broadcasts to mold and influence public opinion.
zh_cn: 早在1952年，克朗凯特就已经预测电视有一天会主宰美国政治，他非常在乎自己节目在塑造和影响公众舆论方面的巨大潜力。

source: Retirement and Honors
zh_cn: 退休和荣誉

source: In 1980, a year before Cronkite turned 65, CBS executives began to prod him to step aside to make way for the younger Dan Rather to lead the Evening News.
zh_cn: 1980年在克朗凯特64岁时，CBS高管们开始劝说他为更年轻的丹拉瑟主持《晚间新闻》而退休。
